tap "adoptopenjdk/openjdk"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "microsoft/mssql-release"
brew "openssl@1.1"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "ctags"
brew "diff-so-fancy"
brew "dnsmasq", restart_service: true
brew "exa"
brew "ffmpeg"
brew "fzf"
brew "gdal"
brew "git"
brew "git-lfs"
brew "libksba"
brew "gnupg"
brew "grep"
brew "highlight"
brew "httpd"
brew "hub"
brew "memcached", restart_service: true
brew "libmemcached"
brew "libyaml"
brew "macvim"
brew "nginx", restart_service: true
brew "optipng"
brew "pacvim"
brew "php", restart_service: true
brew "php@7.2"
brew "php@7.3"
brew "redis", restart_service: true
brew "the_silver_searcher"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "jakehilborn/jakehilborn/displayplacer"
brew "microsoft/mssql-release/msodbcsql17"
brew "microsoft/mssql-release/mssql-tools"
cask "webpquicklook"
